# Taps
tap "clojure/tools"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "normen/tap"
# Brew
brew "apr-util"
brew "ascii"
brew "autoconf"
brew "automake"
brew "boxes"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "pkg-config"
brew "cloc"
brew "cmatrix"
brew "openldap"
brew "curl"
brew "freetds"
brew "gdk-pixbuf"
brew "git"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "ical-buddy"
brew "shared-mime-info"
brew "imagemagick"
brew "pandoc"
brew "jupyterlab", link: false
brew "lazygit"
brew "libpq"
brew "lua"
brew "mermaid-cli"
brew "mono"
brew "neovim"
brew "openjdk"
brew "openssl@3"
brew "pfetch", link: false
brew "php"
brew "pidof"
brew "python@3.9"
brew "python-tk@3.9"
brew "r"
brew "rust"
brew "shpotify"
brew "tmux"
brew "tree"
brew "ultralist"
brew "wget"
brew "clojure/tools/clojure"
brew "felixkratz/formulae/sketchybar"
brew "heroku/brew/heroku"
# Casks
cask "betterdiscord-installer"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "geogebra"
cask "gimp"
cask "iterm2"
cask "jasp"
cask "julia"
cask "mactex-no-gui"
cask "neovide"
cask "numi"
cask "ubersicht"
cask "google-chrome"
cask "mactex-no-gui"
cask "mos"
cask "osu"
