tap "clojure/tools"
tap "d99kris/nchat"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "normen/tap"
tap "zegervdv/zathura"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openjdk"
brew "openssl@3"
brew "ant"
brew "apr-util"
brew "arduino-cli"
brew "ascii"
brew "atlas"
brew "autoconf"
brew "automake"
brew "bison"
brew "boxes"
brew "ghc"
brew "cabal-install"
brew "gcc"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "docutils", link: false
brew "gnutls"
brew "pkg-config"
brew "emacs"
brew "fd"
brew "imlib2"
brew "feh"
brew "fff"
brew "fish"
brew "freetds"
brew "fzf"
brew "gd"
brew "python@3.11"
brew "gdb"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glab"
brew "gleam"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "haskell-language-server"
brew "haskell-stack"
brew "helix"
brew "hugo"
brew "ical-buddy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ipython", link: false
brew "jq"
brew "libyaml"
brew "node", link: false
brew "pandoc"
brew "jupyterlab", link: false
brew "k6"
brew "kakoune"
brew "lazygit"
brew "leiningen"
brew "libffi"
brew "libnotify"
brew "lua"
brew "markdown"
brew "marp-cli"
brew "maven"
brew "mdp"
brew "mermaid-cli"
brew "meson"
brew "python@3.10"
brew "mono"
brew "mosquitto"
brew "neofetch"
brew "neovim"
brew "newman"
brew "ollama"
brew "onefetch"
brew "opencv"
brew "pfetch", link: false
brew "php"
brew "picocom"
brew "pidof"
brew "pipes-sh"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "py3cairo"
brew "pycparser"
brew "python-tk@3.10"
brew "python-tk@3.12"
brew "python@3.9"
brew "python-tk@3.9"
brew "qrencode"
brew "r"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scipy"
brew "shpotify"
brew "sphinx-doc"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "xdotool"
brew "youtube-dl"
brew "clojure/tools/clojure"
brew "felixkratz/formulae/sketchybar"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@4.4"
brew "zegervdv/zathura/zathura", args: ["with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "aldente"
cask "amethyst"
cask "arduino-ide"
cask "balenaetcher"
cask "betterdiscord-installer"
cask "canva"
cask "chromium"
cask "clockify"
cask "deepl"
cask "discord"
cask "drawio"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "karabiner-elements"
cask "keycastr"
cask "maccy"
cask "mactex-no-gui"
cask "mongodb-compass"
cask "mos"
cask "mqttx"
cask "notion-calendar"
cask "obsidian"
cask "osu"
cask "postman"
cask "rocket"
cask "rstudio"
cask "steam"
cask "warp"
cask "zed"
